# Решил задать переменные

print('-------------------------------------------------------------')


Afirst = 'import antigravity'
Bsecond = 'import __hello__'
Cthird = 'from __future__ import braces'

print(Afirst, Bsecond, Cthird, sep='\n')

print('-------------------------------------------------------------')

# Представлю два варианта со слэшами и без
# Зададим переменные

i = ' **       **    ***        **        ******* '
u = ' **     ****    ** **      **        **   ** '
y = ' **   **  **    **  **     *******   **  **  '
a = ' ** **    **    **   **    **   **   **   ** '
s = ' **       **    **    **   *******   **    **'

print(i, u, y, a, s, sep='\n')

# Теперь вариант со слэшами

print('-------------------------------------------------------------')

MyName = ' **\t\t  **\t**\t\t   **\t\t *******' \
     '\n **\t\t****\t** **\t   **\t\t **\t  **' \
     '\n **\t  **\t\b  **\t**\t\b  **\t   *******\t **\t **' \
     '\n ** **\t  **\t**\t **\t   **\t**\t **\t  **' \
     '\n **\t\t  **\t**\t  **   *******\t **\t   **  '

print(MyName)

print('-------------------------------------------------------------')

# Теперь эскейп последовательности

aa = '1) \' \\  \' -- Слэш для слэша'
bb = '2) \' \\\' \' -- Слэш для ковычки'
cc = '3) \' \\a \' -- Слэш для звука'
dd = '4) \' \\t \' -- Слэш для табуляции'
ee = '5) \' \\b \' -- Слэш для Бэкспейс'
ff = '6) \' \\n \' -- Слэш для энтера'


print(aa, bb, cc, dd, ee, ff, sep='\n')