# Решил задать переменные

print('-------------------------------------------------------------')


Afirst = 'import antigravity'
Bsecond = 'import __hello__'
Cthird = 'from __future__ import braces'

print(Afirst, Bsecond, Cthird, sep='\n')

print('-------------------------------------------------------------')

# Представлю два варианта со слэшами и без
# Зададим переменные

i = ' **       **    ***        **        ******* '
u = ' **     ****    ** **      **        **   ** '
y = ' **   **  **    **  **     *******   **  **  '
a = ' ** **    **    **   **    **   **   **   ** '
s = ' **       **    **    **   *******   **    **'

print(i, u, y, a, s, sep='\n')

# Теперь вариант со слэшами

print('-------------------------------------------------------------')

ii = ' **\t\t  **\t**\t\t   **\t\t *******' \
     '\n **\t\t****\t** **\t   **\t\t **\t  **' \
     '\n **\t  **\t\b  **\t**\t\b  **\t   *******\t **\t **' \
     '\n ** **\t  **\t**\t **\t   **\t**\t **\t  **' \
     '\n **\t\t  **\t**\t  **   *******\t **\t   **  '

print('-------------------------------------------------------------')

print(ii)
